@extends('layouts.site')
@section('title', 'Политика конфиденциальности | Zdrava')
@section('description', 'Политика конфиденциальности сервисов Zdrava')
@section('content')
    <main class="container mx-auto px-0 py-12 max-w-screen-lg">
        <div class="grid grid-cols-1 gap-4">
            <div class="w-full">
                <div class="block max-w-full p-6 bg-white border border-gray-200 rounded-lg shadow dark:bg-gray-800 dark:border-gray-700">
                    <h1 class="mb-4 text-xl font-bold leading-none tracking-tight text-gray-900 md:text-2xl lg:text-3xl dark:text-white">
                        Политика конфиденциальности Zdrava
                    </h1>
                    <div class="font-normal text-gray-700 dark:text-gray-400">
                        <h3 class="text-xl font-bold dark:text-white">Политика конфиденциальности Экосистемы Zdrava.online</h3>

                        <!-- Секция 1 -->
                        <section class="my-8">
                            <h6 class="text-lg font-bold dark:text-white mb-4">
                                1. Кто мы
                            </h6>
                            <span>1.1. Для обеспечения использования вами доступов, возможностей и преимуществ Экосистемы Zdrava.online ваша личная информация собирается и используется нами, самозанятый "Монахов Павел Романович", расположенным по адресу 428027, Чебоксары, пр. 9 Пятилетки, д. 12 кв. 20 (далее — мы), и лицами, предоставляющими соответствующие Сервисы или инструменты. С информацией о том, какое лицо предоставляет тот или иной Сервис или инструмент, вы можете ознакомиться в Пользовательской документации соответствующего Сервиса или инструмента.</span>
                            <span>1.2. В этой Политике конфиденциальности устанавливаются принципы сбора и использования, порядок обработки и защиты вашей личной информации, в том числе от несанкционированного доступа и разглашения, при использовании вами доступов, возможностей и преимуществ Экосистемы Zdrava.online, в том числе при использовании вами Сервисов Экосистемы Zdrava.online и/или её инструментов, и варианты, доступные вам в связи с использованием нами вашей личной информации.</span>
                            <span>1.3. Настоящую Политику конфиденциальности следует читать вместе и в дополнение к нашему Пользовательскому соглашению Экосистемы Zdrava.online (доступно в Интернете по адресу <a href="https://zdrava.online/terms">https://zdrava.online/terms</a>), условиям отдельных пользовательских соглашений Сервисов Экосистемы Zdrava.online и/или её инструментов и их политик конфиденциальности (Пользовательская документация Сервиса). В случае возникновения каких-либо противоречий между условиями обработки вашей личной информации, содержащейся в настоящей Политике конфиденциальности и Пользовательским соглашением Экосистемы Zdrava.online или Пользовательской документацией Сервиса Экосистемы Zdrava.online, эта Политика конфиденциальности будет иметь преимущественную силу.</span>
                        </section>
                        <!-- Конец секции 1 -->
                        <!-- Секция 2 -->
                        <section>
                            <h6 class="text-lg font-bold dark:text-white mb-4">
                                2. Настоящая Политика конфиденциальности
                            </h6>
                            <span>2.1. Настоящая Политика конфиденциальности применяется при регистрации, каждом доступе или фактическом использовании любого Сервиса Экосистемы Zdrava.online и/или её инструмента, как существующего на данный момент, так и того, который появится в будущем, условия использования которого ссылаются на Пользовательское соглашение Экосистемы Zdrava.online, размещённое по адресу: <a href="https://zdrava.online/terms">https://zdrava.online/terms</a>.</span>
                            <span>2.2. Предоставляя доступы, возможности и преимущества Экосистемы Zdrava.online, мы, действуя разумно и добросовестно, считаем, что вы:</span>
                            <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                <li>(a) имеете все необходимые права на регистрацию в Экосистеме Zdrava.online и использование Сервисов Экосистемы Zdrava.online и/или её инструментов;</li>
                                <li>(b) предоставляете достоверную информацию о себе в объёме, необходимом для использования Сервисов Экосистемы Zdrava.online и/или её инструмента;</li>
                                <li>(c) знаете и принимаете настоящую Политику конфиденциальности.</li>
                            </ul>
                            <span>2.3. Мы не проверяем полученную от вас информацию пользователя, за исключением случаев, когда такая проверка необходима для того, чтобы мы выполнили свои обязательства перед вами. Тем не менее мы исходим из того, что вы предоставляете достоверную и достаточную информацию о себе, а также своевременно обновляете её.</span>
                            <span>2.4. Настоящий текст Политики конфиденциальности доступен по ссылке <a href="https://zdrava.online/privacy-policy">https://zdrava.online/privacy-policy</a>.</span>
                            <span>2.5. Настоящая Политика конфиденциальности применяется в редакции, действующей на момент её фактического использования.</span>
                        </section>
                        <!-- Конец секции 2 -->
                        <!-- Секция 3 -->
                        <section class="my-8">
                            <h6 class="text-lg font-bold dark:text-white mb-4">
                                3. Информация, которую мы собираем о вас
                            </h6>
                            <span>3.1. Чтобы реализовать соглашение между вами и нами и предоставить вам доступы, возможности и преимущества Экосистемы Zdrava.online, мы улучшаем возможности Экосистемы Zdrava.online, разрабатываем и внедряем новые Сервисы и инструменты, а также улучшаем доступность функциональности Экосистемы Zdrava.online. Для достижения этих целей и в соответствии с действующим законодательством при регистрации на сайте в сети Интернет <a href="https://zdrava.online">https://zdrava.online</a>, или в любом Cервисе Экосистемы Zdrava.online, а также в дальнейшем при редактировании вами ранее внесённой информации или внесении вами дополнительных сведений о себе, мы собираем, храним, накапливаем, организуем, извлекаем, сравниваем, используем и дополняем ваши данные (далее — обработка). Мы также можем получать и передавать эти данные, а также наш автоматически обрабатываемый анализ этих данных нашим аффилированным лицам и партнёрам, как указано в таблице ниже и в разделе 4 настоящей Политики конфиденциальности.</span>
                            <span>3.2. Ниже мы более подробно излагаем причины сбора и обработки, юридические основания по информации, которую мы собираем и/или можем собирать при использовании вами Экосистемы Zdrava.online.</span>
                            <div class="relative overflow-x-auto shadow-md sm:rounded-lg my-6">
                                <table class="w-full text-sm text-left text-gray-500 dark:text-gray-400">
                                    <thead class="text-xs text-gray-700 uppercase bg-gray-50 dark:bg-gray-700 dark:text-gray-400">
                                    <tr>
                                        <th scope="col" class="px-6 py-3">
                                        </th>
                                        <th scope="col" class="px-6 py-3">
                                            Собираемая информация
                                        </th>
                                        <th scope="col" class="px-6 py-3">
                                            Цель
                                        </th>
                                        <th scope="col" class="px-6 py-3">
                                            Юридические основания
                                        </th>
                                    </tr>
                                    </thead>
                                    <tbody>
                                    <tr class="bg-white border-b dark:bg-gray-900 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            1
                                        </td>
                                        <td class="px-6 py-4">
                                            Данные, которые вы указываете при заполнении регистрационной формы Zdrava.online на сайте в сети Интернет по адресу https://zdrava.online: имя, фамилия, дата рождения, пол, адрес электронной почты
                                        </td>
                                        <td class="px-6 py-4">
                                            Эта информация является минимально необходимой для регистрации вас в Экосистеме Zdrava.online. Мы используем эту информацию для управления и администрирования Экосистемой Zdrava.online, включая предоставление наших доступов, возможностей и преимуществ Экосистемы Zdrava.online вам. Мы используем эти данные, чтобы мы могли выполнить наши обязательства перед вами как часть функциональности Экосистемы Zdrava.online (например, в тех случаях, когда вы создаете профиль соответствующего типа в аккаунте Экосистемы Zdrava.online, запрашиваете восстановление доступа к аккаунту в Экосистеме Zdrava.online).
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="border-b bg-gray-50 dark:bg-gray-800 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            2
                                        </td>
                                        <td class="px-6 py-4">
                                            Данные, которые вы указываете при регистрации в любом Cервисе Экосистемы Zdrava.online, включая ваше имя, фамилию, дату рождения, пол, номер мобильного телефона. Отдельные Сервисы могут запрашивать у вас меньшую с обязательным последующим дозаполнением такого неполного аккаунта необходимыми данными для завершения его регистрации, или дополнительную информацию, необходимую для регистрации в таких Сервисах и Экосистеме Zdrava.online
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эту информацию для управления и администрирования Экосистемой Zdrava.online, включая предоставление наших доступов, возможностей и преимуществ Экосистемы Zdrava.online вам. Мы используем эти данные, чтобы мы могли выполнить наши обязательства перед вами как часть функциональности Экосистемы Zdrava.online (например, в тех случаях, когда вы запрашиваете восстановление доступа к аккаунту в Экосистеме Zdrava.online).
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="bg-white border-b dark:bg-gray-900 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            3
                                        </td>
                                        <td class="px-6 py-4">
                                            Если необходимо, копия вашего паспорта или другого документа на ваше усмотрение, содержащего ваше имя, фамилию, фотографию, дату рождения и номер основного документа, удостоверяющего вашу личность или личность вашего представителя. Мы можем предпринять дополнительные меры проверки, которые сочтём разумными для проверки вашего аккаунта в Экосистеме Zdrava.online.
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эти данные, чтобы верифицировать вас, проверить ваш аккаунт в Экосистеме Zdrava.online и предотвратить злоупотребления и нарушения ваших прав или прав других лиц. Например, мы используем эту информацию для вашей верификации, если вы потеряли свои учётные данные и хотите получить доступ к своему аккаунту у нас.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="border-b bg-gray-50 dark:bg-gray-800 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            4
                                        </td>
                                        <td class="px-6 py-4">
                                            Дополнительные данные, которые вы предоставляете при редактировании своего аккаунта в Экосистеме Zdrava.online.
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эту информацию для управления и администрирования Экосистемой Zdrava.online, включая предоставление наших доступов, возможностей и преимуществ Экосистемы Zdrava.online вам. Мы также используем эту информацию, чтобы предоставить вам рекомендации, которые, как нам кажется, вас интересуют, обновления и информацию о наших и выбранных сервисах, инструментах, продуктах и услугах третьих сторон, которые, как мы думаем, вас могут заинтересовать. Мы используем эту информацию в порядке адаптации и улучшения рекламных объявлений, представленных в Сервисах Экосистемы Zdrava.online, оценки эффективности этих рекламных объявлений, а также для улучшения пользовательского опыта.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="bg-white border-b dark:bg-gray-900 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            5
                                        </td>
                                        <td class="px-6 py-4">
                                            Дополнительные данные, которые вы предоставляете при использовании Сервисов Экосистемы Zdrava.online и/или её инструментов.
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эту информацию для управления и администрирования Экосистемы Zdrava.online, включая предоставление наших доступов, возможностей и преимуществ Экосистемы Zdrava.online вам. Мы также используем эту информацию, чтобы предоставить вам рекомендации, которые, как нам кажется, вас интересуют, обновления и информацию о наших и выбранных сервисах, инструментах, продуктах и услугах третьих сторон, которые, как мы думаем, вас могут заинтересовать. Мы используем эту информацию в порядке адаптации и улучшения рекламных объявлений, представленных в Сервисах Экосистемы Zdrava.online, оценки эффективности этих рекламных объявлений, а также для улучшения пользовательского опыта.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="border-b bg-gray-50 dark:bg-gray-800 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            6
                                        </td>
                                        <td class="px-6 py-4">
                                            Дополнительные данные, полученные при доступе к Сервисам Экосистемы Zdrava.online и/или её инструментам, включая информацию о технических устройствах, техническое взаимодействие с Сервисом Экосистемы Zdrava.online и/или её инструментом (IP-адрес хоста, операционная система, информация о браузере, географическое положение, время визита, информация о согласии, интернет-провайдер, а также ваше поведение при навигации и дальнейшие действия в Экосистеме Zdrava.online.
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем ваши данные для внутреннего контроля, чтобы постоянно улучшать доступы, возможности и преимущества Экосистемы Zdrava.online, понимать любые ошибки, которые могут возникнуть при использовании Экосистемы Zdrava.online, уведомлять вас об изменениях в Экосистеме Zdrava.online и персонализировать её использование. Мы также можем использовать эту информацию, чтобы предоставить вам рекомендации, которые, как нам кажется, вас интересуют, обновления и информацию о наших и выбранных сервисах, инструментах, продуктах и услугах третьих сторон, которые, как мы думаем, вас могут заинтересовать.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="bg-white border-b dark:bg-gray-900 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            7
                                        </td>
                                        <td class="px-6 py-4">
                                            Данные о местоположении
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем ваши данные о местоположении, чтобы генерировать рекомендации, а также настраивать и улучшать рекламные объявления, которые представлены в Сервисах Экосистемы Zdrava.online и её инструментах. Мы также используем эту информацию, чтобы предоставить вам релевантные местоположению рекомендации, которые, как нам кажется, вас интересуют, обновления и информацию о наших и выбранных сервисах, инструментах, продуктах и услугах третьих сторон, которые, как мы думаем, вас заинтересуют. Мы также используем эту информацию в целях улучшения пользовательского опыта.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="border-b bg-gray-50 dark:bg-gray-800 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            8
                                        </td>
                                        <td class="px-6 py-4">
                                            Информация, созданная вами при размещении запросов к нашей Службе поддержки.
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эту информацию, чтобы исполнить ваш запрос на поддержку. Мы также можем использовать эти данные для расследования любых жалоб от вашего имени и предоставления вам более эффективного обслуживания.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="bg-white border-b dark:bg-gray-900 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            9
                                        </td>
                                        <td class="px-6 py-4">
                                            Информация, полученная в результате ваших поведенческих действий в Экосистеме Zdrava.online (в частности использование того или иного Сервиса Экосистемы или её инструмента), например дата и время осуществления доступа к Сервисам или инструментам; информация о вашей активности во время использования Сервисов и/или инструментов (например, история поисковых запросов, данные о покупках в Сервисах, отметки «Нравится» и предпочтения, контакты из телефонной книги)
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эту информацию для управления и администрирования Экосистемы Zdrava.online, включая предоставление наших доступов, возможностей и преимуществ Экосистемы Zdrava.online вам. Мы также можем использовать эти данные, чтобы адаптировать и улучшить рекламные объявления, представленные в Сервисах Экосистемы Zdrava.online и её инструментах, и оценить эффективность этих рекламных объявлений. Мы также можем использовать эти данные для расследования любых жалоб от вашего имени и предоставления вам более эффективного обслуживания.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="border-b bg-gray-50 dark:bg-gray-800 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            10
                                        </td>
                                        <td class="px-6 py-4">
                                            Информация, полученная в результате использования вами функций оплаты в Экосистеме Zdrava.online (например, первые и последние четыре цифры номера вашей карты, которые необходимы для возможности сопоставления этих данных с идентификационным номером пользователя).
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эту информацию для управления и администрирования Экосистемы Zdrava.online, включая предоставление наших доступов, возможностей и преимуществ Экосистемы Zdrava.online вам. Мы также можем использовать эти данные для расследования любых жалоб от вашего имени и предоставления вам более эффективного обслуживания.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="bg-white border-b dark:bg-gray-900 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            11
                                        </td>
                                        <td class="px-6 py-4">
                                            Данные, собранные через третьи лица, например OAuth-провайдеров — например Sign in with Apple, Google, Mail.ru, OK, ЕСИА, Tinkoff ID, Telegram.
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы импортируем эту информацию в ваш профиль, чтобы предоставить возможность регистрации или авторизации в аккаунте Экосистемы посредством OAuth-провайдеров. Информация, собранная у третьих лиц, может использоваться также для восстановления вашего доступа к аккаунту Экосистемы Zdrava.online.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="border-b bg-gray-50 dark:bg-gray-800 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            12
                                        </td>
                                        <td class="px-6 py-4">
                                            Информация, полученная о вас в результате действий других пользователей в Экосистеме Zdrava.online.
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эту информацию для управления и администрирования Экосистемы Zdrava.online, включая предоставление наших доступов, возможностей и преимуществ Экосистемы Zdrava.online вам. Мы также можем использовать эти данные, чтобы адаптировать ваше использование Экосистемы Zdrava.online и ваше взаимодействие с нашими доступами, возможностями и преимуществами.
                                        </td>
                                        <td class="px-6 py-4">
                                            Законные интересы. Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    <tr class="bg-white border-b dark:bg-gray-900 dark:border-gray-700">
                                        <td class="px-6 py-4">
                                            13
                                        </td>
                                        <td class="px-6 py-4">
                                            Информация, которая автоматически принимается во время доступа к Сайту с использованием файлов cookie.
                                        </td>
                                        <td class="px-6 py-4">
                                            Мы используем эту информацию, чтобы адаптировать и улучшить рекламные объявления, представленные в Сервисах Экосистемы Zdrava.online и её инструментах, и оценить эффективность этих рекламных объявлений.
                                        </td>
                                        <td class="px-6 py-4">
                                            Исполнение договора между нами и вами
                                        </td>
                                    </tr>
                                    </tbody>
                                </table>
                            </div>
                            <span>
                                3.3. Наши законные интересы включают в себя следующее:
                            </span>
                            <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                <li>a) поддержание и администрирование Экосистемы Zdrava.online;</li>
                                <li>b) предоставление вам доступов, возможностей и преимуществ Экосистемы Zdrava.online, в том числе к Сервисам и инструментам;</li>
                                <li>c) улучшение и персонализация доступов, возможностей и преимуществ Экосистемы Zdrava.online в интересах всех пользователей Экосистемы Zdrava.online;</li>
                                <li>d) понимание того, как вы взаимодействуете с Сервисами и инструментами Экосистемы Zdrava.online;</li>
                                <li>e) обеспечение надлежащей защиты вашего аккаунта в Экосистеме Zdrava.online;</li>
                                <li>f) предложение вам других сервисов, инструментов, продуктов, которые, по нашему мнению, могут вас заинтересовать (т. е. показ вам рекламы, учитывающей ваши интересы);</li>
                                <li>g) сбор, обработка и представление статистических данных, больших данных и других исследований;</li>
                                <li>h) соблюдение любых договорных, правовых или нормативных обязательств по применимому законодательству.</li>
                            </ul>
                            <span>
                                3.4. Личные данные, собранные о вас нами во время использования вами Сервисов и/или инструментов Экосистемы Zdrava.online, могут быть сопоставлены и связаны с другой информацией о вас, собранной нами в рамках использования вами вашего аккаунта в Экосистеме Zdrava.online (например, контактные данные, возраст и пол).
                            </span>
                            <span>
                                3.5. В ряде случаев мы собираем технические данные о вас, начиная с момента получения вами доступа к Сервису Экосистемы Zdrava.online (например, при загрузке интернет-страницы или запуске приложения), до момента вашей регистрации в соответствующем Сервисе.
                            </span>
                            <span>
                                3.6. Во всех случаях обработка ваших личных данных будет осуществляться исключительно для целей, изложенных в пункте 3.2. настоящей Политики конфиденциальности, если иное не установлено Пользовательской документацией соответствующего Сервиса/инструмента.
                            </span>
                            <span>
                                3.7. Функциональностью и Пользовательской документацией отдельных Сервисов вам может быть предоставлена возможность размещать в Сервисах любую иную информацию о себе, помимо указанной в соответствии с пунктом 3.2. настоящей Политики конфиденциальности. Мы не преследуем цель обрабатывать такую информацию и не включаем её в состав информации, которую мы собираем о вас.
                            </span>
                            <span>
                                3.8. Некоторые Сервисы и инструменты Экосистемы Zdrava.online позволяют отражать информацию о вас в вашем профиле, который доступен для просмотра другим пользователям такого Сервиса или пользователям сети Интернет. Такая информация, включая ваши личные данные, может быть доступна неопределённому кругу пользователей сети Интернет с учетом особенностей архитектуры и функциональности соответствующего Сервиса или инструмента Экосистемы Zdrava.online (который может изменяться время от времени) и настроек желаемого уровня конфиденциальности. Мы, действуя разумно и добросовестно, считаем, что вы понимаете, что, разместив свою личную информацию, вы явно сделали эту информацию общедоступной, и эта информация может стать доступной для других пользователей Сервиса и пользователей Интернета, а также копироваться и распространяться ими. Мы рекомендуем ответственно подходить к решению вопроса об объёме информации о себе, размещаемой в Сервисах.
                            </span>
                            <span>
                                3.9. Ваша личная информация также может быть обработана, если это на законных основаниях требуется правоохранительным или регулирующим органам, органам или агентствам, или для защиты, или применения юридических требований. Мы не будем удалять личную информацию, если она имеет отношение к расследованию или спору. Информация будет по-прежнему храниться до тех пор, пока эти вопросы не будут полностью решены и/или в течение срока, который требуется и/или допустим в соответствии с применимым законодательством.
                            </span>
                            <span>
                                3.10. Обратите внимание: если вы не хотите, чтобы мы обрабатывали конфиденциальные и специальные категории данных о вас (включая данные, касающиеся вашего здоровья, расового или этнического происхождения, политических убеждений, религиозных или философских убеждений, сексуальной жизни и вашей сексуальной ориентации), вы не должны публиковать эту информацию или сообщать эти данные в Сервисах Экосистемы Zdrava.online и/или с использованием её инструментов. При этом вы должны принимать во внимание, что мы не можем запросить ваше согласие на такую обработку, поскольку не осведомлены заранее о потенциально чувствительном характере личных данных, которые вы можете публиковать.
                            </span>
                            <span>
                                3.11. Обратите внимание, что если вы откажетесь от своего согласия на обработку или не предоставите данные, которые требуются нам для поддержания и администрирования Экосистемы Zdrava.online, вы не сможете получить доступ к Сервисам Экосистемы Zdrava.online и её инструментам или зарегистрироваться в Экосистеме Zdrava.online и её Сервисах.
                            </span>
                            <span>
                                3.12. Если нам понадобиться продолжить обработку ваших данных для какой-либо другой цели в соответствии с положениями, изложенными в настоящей Политике конфиденциальности, мы предоставим вам подробную информацию об этой дополнительной цели, прежде чем мы начнём обработку.
                            </span>
                            <span>
                                3.13. В целях исполнения соглашения между нами и предоставления вам доступов, возможностей и преимуществ Экосистемы Zdrava.online мы развиваем Экосистему Zdrava.online, предоставляемые сервисы, инструменты и продукты, разрабатываем и внедряем новые сервисы, инструменты и продукты, совершенствуем их и оптимизируем их качество. Для обеспечения реализации указанных целей мы можем направлять вам сервисные рассылки (например, электронные сообщения, SMS) для получения обратной связи (например, опросов) с помощью наших сервисов, инструментов и/или через третьих сторон. Мы можем собирать, хранить, накапливать, собирать такие данные.
                            </span>
                            <span>
                                3.14. Подтверждение аккаунта в Экосистеме Zdrava.online
                                <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                    <li>
                                        3.14.1. Вы вправе подтвердить свой аккаунт в Экосистеме Zdrava.online с использованием данных, собираемых от некоторых сторонних OAuth-провайдеров. Под подтверждением аккаунта в Экосистеме Zdrava.online понимается синхронизация данных аккаунта в Экосистеме Zdrava.online с данными полученными от стороннего OAuth-провайдера.
                                    </li>
                                    <li>
                                        3.14.2. Используя возможность подтверждения аккаунта Экосистемы Zdrava.online, вам нужно учитывать, некоторые Сервисы Экосистемы Zdrava.online могут предусматривать автоматическую синхронизацию данных вашего аккаунта в Экосистеме Zdrava.online с данными вашего аккаунта в соответствующем Сервисе Экосистемы Zdrava.online. В указанном случае подтверждение аккаунта Экосистемы Zdrava.online повлечет синхронизацию подтвержденных данных вашего аккаунта в Экосистеме Zdrava.online с данными вашего аккаунта в Сервисе Экосистемы Zdrava.online. В случае отключения вами возможности авторизации в аккаунте Экосистемы Zdrava.online через стороннего OAuth-провайдера, ваш аккаунт перестает быть подтвержденным, при этом синхронизированные ранее данные остаются в неизменном виде.
                                    </li>
                                    <li>
                                        3.14.3. Вы также можете подтвердить отдельный профиль соответствующего типа в аккаунте Экосистемы Zdrava.online, однако подтверждение профиля в аккаунте Экосистемы Zdrava.online не влечет сама по себе верификацию аккаунтов в Сервисах Экосистемы Zdrava.online. Применительно к некоторым типам профилей в аккаунте Экосистемы Zdrava.online подтверждение данных профиля возможно только с использованием ЕСИА.
                                    </li>
                                    <li>
                                        3.14.4. Подтверждение аккаунта в Экосистеме Zdrava.online является добровольным, однако некоторые Сервисы Экосистемы Zdrava.online могут предусматривать необходимость использования подтвержденного аккаунта в Экосистеме Zdrava.online.
                                    </li>
                                </ul>
                            </span>
                        </section>
                        <!-- Конец секции 3 -->
                        <!-- Секция 4 -->
                        <section class="my-8">
                            <span>
                                <h6 class="text-lg font-bold dark:text-white mb-4">
                                    4. Обмен данными
                                </h6>
                                <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                    <li>
                                        4.1. Мы не передаём ваши личные данные каким-либо третьим сторонам, за исключением случаев, прямо предусмотренных Пользовательским соглашением Экосистемы Zdrava.online, настоящей Политикой конфиденциальности или политиками отдельных Сервисов Экосистемы Zdrava.online.
                                    </li>
                                    <li>
                                        4.2. Мы можем поделиться вашими данными с Сервисами Экосистемы Zdrava.online, а также внешними Сервисами, использующими инструменты Экосистемы Zdrava.online, чтобы предоставить вам доступы, возможности и преимущества Экосистемы Zdrava.online. Начиная использовать такой Сервис / инструмент / его отдельные функции, вы соглашаетесь на такую передачу ваших данных в объёме, необходимом для работы Сервиса/инструмента. Тем самым вы также соглашаетесь и принимаете Пользовательскую документацию такого Сервиса Экосистемы Zdrava.online и/или её инструмента в полном объёме, без всяких оговорок и исключений. В случае если вы не согласны с какими-либо из положений Пользовательской документации Сервиса/инструмента, вы не вправе использовать такой Сервис/инструмент.
                                    </li>
                                    <li>
                                        4.3. Мы также можем делиться вашими данными с нашими сторонними подрядчиками и разработчиками Сервисов Экосистемы Zdrava.online и её инструментов, при условии что эти третьи стороны соблюдают обязательства в отношении конфиденциальности ваших личных данных, собранных Экосистемой Zdrava.online, и используемыми вами Сервисами и инструментами, которые они предлагают.
                                    </li>
                                    <li>
                                        4.4. Иногда мы предоставляем вам возможность передавать данные вашего аккаунта в Экосистеме Zdrava.online третьим сторонам посредством специальных технологий (OAuth и др.), при условии вашего согласия на такую передачу. При этом мы не гарантируем вам полноту и корректность передачи данных аккаунта и не несём ответственности за сохранность данных в процессе передачи.
                                    </li>
                                </ul>
                            </span>
                        </section>
                        <!-- Конец секции 4 -->
                        <!-- Секция 5 -->
                        <section class="my-8">
                            <span>
                                <h6 class="text-lg font-bold dark:text-white mb-4">
                                    5. Международные трансферы
                                </h6>
                                <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                    <li>
                                        5.1. Мы можем передавать и поддерживать на наших серверах или в базах данных вашу личную информацию за пределами России и Европейской экономической зоны (ЕЭЗ).
                                    </li>
                                    <li>
                                        5.2. Страны, в которые мы передаём ваши данные, могут не обладать такими же законами о защите данных, как ваша юрисдикция. Мы принимаем разумные меры в области кибербезопасности и/или применяем Стандартные договорные положения (например, типовые положения, соглашение/дополнение к обработке данных) для обеспечения надлежащей защиты ваших данных.
                                    </li>
                                </ul>
                            </span>
                        </section>
                        <!-- Конец секции 5 -->
                        <!-- Секция 6 -->
                        <section class="my-8">
                            <span>
                                <h6 class="text-lg font-bold dark:text-white mb-4">
                                    6. Периоды хранения
                                </h6>
                                <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                    <li>
                                        6.1. Мы сохраним вашу личную информацию до тех пор, пока это необходимо для выполнения целей, для которых были собраны данные, в зависимости от правовой базы, для которой были получены эти данные, и/или какие дополнительные юридические/нормативные обязательства предусматривают, что мы сохраняем вашу личную информацию в течение периода времени, который требуется и/или допустим в соответствии с применимым законом.
                                    </li>
                                    <li>
                                        6.2. Вы можете удалить свои личные данные с помощью функции «удалить аккаунт», доступной на сайте https://zdrava.online. Удаление аккаунта в Экосистеме Zdrava.online означает, что вы не сможете использовать все Сервисы Экосистемы Zdrava.online и её инструменты.
                                    </li>
                                    <li>
                                        6.3. Мы можем удалить ваш аккаунт в Экосистеме Zdrava.online, если есть основания, предусмотренные применимым законодательством или Пользовательским соглашением Экосистемы Zdrava.online http://Zdrava.online/terms.
                                    </li>
                                    <li>
                                        6.4. В случае удаления аккаунта мы будем хранить на своих электронных носителях ваши данные в течение необходимого и установленного применимым законодательством срока.
                                    </li>
                                </ul>
                            </span>
                        </section>
                        <!-- Конец секции 6 -->
                        <!-- Секция 7 -->
                        <section class="my-8">
                            <span>
                                <h6 class="text-lg font-bold dark:text-white mb-4">
                                    7. Ваши права
                                </h6>
                                <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                    <li>
                                        7.1. В определённых обстоятельствах у вас есть следующие права в отношении вашей личной информации:
                                        <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                            <li>
                                                a) право на свободный бесплатный доступ к вашей личной информации посредством просмотра данных аккаунта в Экосистеме Zdrava.online;
                                            </li>
                                            <li>
                                                b) право потребовать, чтобы мы обновляли, блокировали или удаляли ваши личные данные, если данные неполные, устаревшие, неправильные, незаконно полученные или больше не имеющие отношения к цели обработки;
                                            </li>
                                            <li>
                                                c) право ограничить использование вашей личной информации;
                                            </li>
                                            <li>
                                                d) право просить удалить вашу личную информацию: удаление определённой информации о себе из аккаунта в Экосистеме Zdrava.online может привести к невозможности предоставления вам доступа к некоторым Сервисам и инструментам Экосистемы Zdrava.online;
                                            </li>
                                            <li>
                                                e) право возражать против обработки вашей личной информации;
                                            </li>
                                            <li>
                                                f) право на перенос данных (при определённых обстоятельствах и в зависимости от юрисдикции);
                                            </li>
                                            <li>
                                                g) право не принимать автоматическое решение;
                                            </li>
                                            <li>
                                                h) право подать жалобу в надзорный орган.
                                            </li>
                                        </ul>
                                    </li>
                                    <li>
                                        7.2. Если вы хотите воспользоваться этими правами, отправьте свой письменный запрос по адресу: Россия, 428027, Чебоксары, пр. 9 Пятилетки, д. 12 кв. 20. Мы постараемся ответить вам в течение 30 дней с момента получения запроса. Нам нужно будет подтвердить вашу личность, прежде чем мы сможем раскрыть вам какие-либо личные данные.
                                    </li>
                                    <li>
                                        7.3. Вы можете просмотреть обзор информации о вас через личный кабинет на сайте https://zdrava.online/.
                                    </li>
                                    <li>
                                        7.4. Вы также имеете право самостоятельно удалять свой аккаунт в Экосистеме Zdrava.online и вносить изменения и исправления в свои личные данные в разделе аккаунта по адресу https://zdrava.online/profile при условии, что такие изменения и исправления содержат обновленную и достоверную информацию.
                                    </li>
                                    <li>
                                        7.5. Вы можете самостоятельно отключить через аккаунт в Экосистеме Zdrava.online отдельные Сервисы. Тем самым вы отказываетесь от использования таких Сервисов и всех предоставленных вам ранее в связи с использованием таких Сервисов прав.
                                    </li>
                                </ul>
                            </span>
                        </section>
                        <!-- Конец секции 7 -->
                        <!-- Секция 8 -->
                        <section class="my-8">
                            <span>
                                <h6 class="text-lg font-bold dark:text-white mb-4">
                                    8. Меры безопасности
                                </h6>
                                <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                    <li>
                                        8.1. Мы принимаем технические, организационные и правовые меры, в том числе когда это необходимо, шифрование, чтобы обеспечить защиту ваших личных данных от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.
                                    </li>
                                    <li>
                                        8.2. Доступ к Экосистеме Zdrava.online разрешён с использованием вашего логина (адреса электронной почты, или номера мобильного телефона, или буквенно-цифрового значения) и пароля. Вы несёте ответственность за конфиденциальность этой информации. Вы не должны делиться своими личными данными с третьими лицами, и мы рекомендуем принять меры для обеспечения конфиденциальности этой информации.
                                    </li>
                                    <li>
                                        8.3. Ваши данные хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка данных необходима в связи с исполнением требований законодательства. Информация обрабатывается преимущественно автоматически без доступа к ней наших сотрудников и подрядчиков. В случае если мы предоставляем такой доступ, то только в объёме, необходимом для выполнения такими лицами своих служебных обязанностей или обязанностей по договору с нами, при этом на таких лиц возлагается обязанность по соблюдению требований безопасности при осуществлении доступа к информации. Для защиты и обеспечения конфиденциальности данных все сотрудники/подрядчики соблюдают внутренние правила и процедуры в отношении обработки информации. Указанные лица также соблюдают все технические и организационные меры безопасности, предусмотренные применимым законодательством и необходимые для защиты информации.
                                    </li>
                                    <li>
                                        8.4. В целях снижения вероятности несанкционированного доступа к аккаунту в Экосистемы Zdrava.online, в случае если ввод логина и пароля осуществляется с использованием непривычного для вас сервера (в частности сервера иностранного государства), мы запрашиваем дополнительное подтверждение доступа к аккаунту в Экосистеме Zdrava.online при помощи сообщения с требованием указать код подтверждения, отправленный вам посредством SMS или иного личного сообщения. После трёх неудачных попыток ввода цифр возможность доступа к аккаунту и/или Сервисам Экосистемы Zdrava.online с использованием данного сервера блокируется на 4 часа.
                                    </li>
                                    <li>
                                        8.5. Для целей вашей регистрации, авторизации, подтверждения актуальности привязанного к аккаунту Экосистемы Zdrava.online (верификации) номера телефона, восстановления доступа к аккаунту мы можем также осуществлять проверочный звонок-сброс на ваш номер телефона. После получения звонка-сброса вам необходимо ввести код — несколько последних цифр номера, с которого осуществлен звонок-сброс, в соответствующем окне. В зависимости от операционной системы мобильного устройства ввод кода в соответствующем окне может осуществляться автоматически, но исключительно после получения от вас разрешения на доступ к истории вызовов на мобильном устройстве. Вы можете предоставить данное разрешение посредством нажатия кнопки «Разрешить» или аналогичной. Доступ к истории вызовов на вашем мобильном устройстве используется исключительно для цели автоматизации проставления кода при использовании функции проверочного звонка-сброса, а также защиты от спама и массовых регистраций.
                                    </li>
                                    <li>
                                        8.6. Вы вправе получать информацию о том, в какое время и с каких устройств производилась авторизация посредством вашего аккаунта в Экосистеме Zdrava.online в личном кабинете.
                                    </li>
                                </ul>
                            </span>
                        </section>
                        <!-- Конец секции 8 -->
                        <!-- Секция 9 -->
                        <section class="my-8">
                            <span>
                                <h6 class="text-lg font-bold dark:text-white mb-4">
                                    9. Изменения в этой Политике
                                </h6>
                                <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                    <li>
                                        9.1. Время от времени мы можем изменить и/или обновить эту Политику конфиденциальности. Если эта Политика конфиденциальности изменится, мы опубликуем обновленную версию на этой странице. Мы рекомендуем вам регулярно просматривать эту страницу, чтобы вы всегда были в курсе нашей информационной практики и любых изменений этой практики.
                                    </li>
                                    <li>
                                        9.2. Вы вправе отказаться от принятия изменений и дополнений в настоящую Политику конфиденциальности. Такой отказ будет означать ваш отказ от использования всех Сервисов Экосистемы Zdrava.online и её инструментов, а также от всех предоставленных вам ранее прав. В случае вашего несогласия с условиями настоящей Политики конфиденциальности использование Сервисов Экосистемы Zdrava.online и её инструментов должно быть немедленно прекращено.
                                    </li>
                                    <li>
                                        9.3. Вы вправе также отказаться от принятия изменений и дополнений в Политики отдельных Сервисов. В случае такого несогласия использование Сервиса должно быть немедленно прекращено.
                                    </li>
                                </ul>
                            </span>
                        </section>
                        <!-- Конец секции 9 -->
                        <!-- Секция 10 -->
                        <section class="my-8">
                            <span>
                                <h6 class="text-lg font-bold dark:text-white mb-4">
                                    10. Связь с нами
                                </h6>
                                <ul class="max-w-full ml-6 space-y-1 text-gray-500 list-disc list-inside dark:text-gray-400">
                                    <li>
                                        10.1. Если у вас имеются какие-либо вопросы, пожалуйста, присылайте свои запросы нам письменно по адресу: Россия, 428027, Чебоксары, пр. 9 Пятилетки, д. 12 кв. 20. Для того чтобы мы могли эффективно обработать ваш запрос, пожалуйста, ссылайтесь на эту Политику конфиденциальности. Мы постараемся ответить вам в течение 30 дней с момента получения запроса.
                                    </li>
                                    <li>
                                        10.2. Вся полученная нами переписка (письменные или электронные запросы) классифицируется как информация с ограниченным доступом и не может быть раскрыта без вашего письменного согласия. Личные данные и другая информация о вас не могут использоваться без вашего согласия для каких-либо целей, кроме как для ответа на запрос, за исключением случаев, явно предусмотренных законом.
                                    </li>
                                </ul>
                            </span>
                        </section>
                        <!-- Конец секции 10 -->
                    </div>
                </div>
            </div>
        </div>
    </main>
@endsection
